In [1]:
import numpy as np

In [3]:
x=np.array([[2,14],[34,1]])
x

array([[ 2, 14],
       [34,  1]])

In [4]:
y=np.arange(15).reshape(5,3)
y

array([[ 0,  1,  2],
       [ 3,  4,  5],
       [ 6,  7,  8],
       [ 9, 10, 11],
       [12, 13, 14]])

In [3]:
import pandas as pd
data={'Name':['Jack','Simran','Ruby'],
      'Salary':[250,190,180]}
df=pd.DataFrame(data)
df

     Name  Salary
0    Jack     250
1  Simran     190
2    Ruby     180